{
  "title": "Fu Lu Shou",
  "author": "Louise Lucas",
  "city" : "Hong Kong",
  "date": "November 10, 2014",
  "image": "http://im.ft-static.com/content/images/c2bbe256-d695-483b-a57e-8be8d0d629db.img",
  "where": "7/F, 31 Hollywood Road ",
  "wifi": true,
  "plugSockets": true,
  "coffee": "HK$48",
  "open": "5pm – late",
  "privacy": 3,
  "text": [
    "<p>The most sought-after joints in this densely packed spit of land are those that are best hidden; ideally down rat-infested alleyways, behind mirrored doors or high up in incognito buildings. <a href=\"https://www.facebook.com/FuLuShouHK\" title=\"Fu Lu Shou - Facebook.com\">Fu Lu Shou </a>fits the bill: on the seventh floor of an unprepossessing building, you need a door code to enter (though you don’t need to be James Bond to find it). </p>",
    "<p>Up in a classic <a href=\"http://www.ft.com/topics/places/Hong_Kong\" title=\"Hong Kong news headlines - FT.com\">Hong Kong</a>lift, rickety and groaning, you emerge into a small space faced by the trio of gods, all drooping moustaches and robes, after whom Fu Lu Shou – happiness, prosperity and longevity – is named. </p>",
    "<p>Inside is the buzz of muted conversations, laughter and tittle-tattle. Clubbers, bankers and first daters rub shoulders easily enough, over tables made from mah-jong tiles. Better still is the tiny outside area, with swing chairs and<strong> </strong>the heady pollution and built-up urbanism that is part of the deal. It is busy, but as testified by low-level murmuring, private too. A signature joh san cocktail (think very potent tom yum soup) on a balmy night seals the deal. </p>",
    "<p>The food gains more points for chutzpah than culinary excellence. The style is <a href=\"http://www.ft.com/cms/s/2/20f3d64e-27f5-11e4-ae44-00144feabdc0.html\" title=\"Chengdu chef Lan Guijun: the new emperor of Chinese gastronomy - FT.com\">Chinese cuisine </a>as it is served abroad. So think gloopy sweet and sour, San Francisco-style paper lanterns, neon-coloured sauces and generous sprinklings of cashew nuts. In other words, kitschy – butone hell of a crowd pleaser.</p>"
  ]
}
