{
  "title": "Rangoon Tea House",
  "city" : "Myanmar",
  "author" : "Joe Freeman",
  "date" : "April 13, 2015",
  "image": "http://im.ft-static.com/content/images/f154fa1a-7833-4539-af3c-f06824502237.img",
  "where": "Rangoon",
  "wifi": true,
  "plugSockets": true,
  "coffee": "$2",
  "open": "8am-10pm",
  "privacy": 2,
  "text": [
    "<p>Rangoon is known for its tea-houses, little shops where conversation is fuelled by sweet, milky cups of the distinctive Burmese brew. So a place called Rangoon Tea House may not sound unusual. But it is. Opened late last year on Pansodan Road in the historic downtown centre, the establishment has one foot in the future and one in the past. The creaky wooden staircase leading off the street to the first floor; the high ceilings with whirring fans; and the tall, narrow windows are remnants of a colonial architectural heritage <a href=\"http://www.ft.com/intl/cms/s/0/366b4332-69b5-11e1-8996-00144feabdc0.html\" title=\"Myanmar pushes to save colonial buildings\" target=\"_blank\">now threatened</a> by development. </p>",
    "<p>Inside, a projector plays old Burmese movies and music videos on a wall as waiters emerge from the kitchen carrying staples of the national cuisine: hot bowls of <em>mohinga</em> — a kind of fish soup with noodles — curries, tea leaf and pennywort salads, and of course, tea. There are at least a dozen blends; the menu breaks each one down with colour-coded illustrations of cups showing the different ratios of black tea, condensed milk and steamed milk. </p>",
    "<p>The higher than normal prices and the well-attired business clientele are indicative of a country <a href=\"http://blogs.ft.com/beyond-brics/2014/08/18/telecoms-and-banks-lead-myanmar-reform-push/\" title=\"Telecoms and banks lead Myanmar reform push\" target=\"_blank\">opening up</a> to the outside world. The tea-house is crowded and privacy is limited, though the general din creates a drowning-out effect. In that way, it is just like any busy teashop in the city.</p>"
  ]

}
